[
    {
        "id": 1,
        "Name": "LOW VISION AND VISION THERAPY",
        "description": "Persons have 6/18 or worse vision in better eye( in spite of all medical and surgical treatment) are included in Low Vision Group. we have special services to improve their quality of life. we have various type of vision therapy options for different ages of child having Lazy Eye to improve vision. Low vision therapy helps patients use their available vision to accomplish everyday tasks in new ways using magnifiers and other adaptive equipment. Our low vision therapists can also help patients find helpful community resources and perform a home safety assessment.",
        "img": "https://www.nvisioncenters.com/wp-content/uploads/shutterstock_1018072846.jpg"
    },
    {
        "id": 2,
        "Name": "ROP: RETINOPATHY OF PREMATURITY",
        "description": "ROP is blinding disease of premature babies who needs extra oxygen for several days for survival. they need immediate eye examination to rullout the disease and if present, urgent treatment. Retinopathy of prematurity (ROP) is an eye disorder caused by abnormal blood vessel growth in the light sensitive part of the eyes (retina) of premature infants. ROP generally affects infants born before week 31 of pregnancy and weighing 2.75 pounds (about 1,250 grams) or less at birth.",
        "img": "https://www.sightmd.com/wp-content/uploads/2017/03/retinopathy-of-prematurity.jpg"
    },
    {
        "id": 3,
        "Name": " STANDARD TREATMENT FOR GLAUCOMA ",
        "description": "Glaucoma is a symptomless silent killer of vision. we have worldclass facilities of glaucoma diagnosis , management and surgeries including implantation of glaucoma drainage devices. Glaucoma is treated by lowering your eye pressure (intraocular pressure). Depending on your situation, your options may include prescription eyedrops, oral medications, laser treatment, surgery or a combination of any of these.",
        "img": "https://www.rajaseyehospital.com/wp-content/uploads/2020/09/4.jpg"
    },
    {
        "id": 4,
        "Name": "VITREO-RETINA SERVICES",
        "description": "Retinal diseases management, Vitreo-Retina surgery, Retinal Laser and various Procedures we do in affordable price. A retinal detachment is a very serious problem that almost always causes blindness unless treated. The appearance of flashes, floating objects, or a gray curtain moving across the field of vision are all indications of a retinal detachment. If any of these occur see an ophthalmologist immediately. As one gets older the vitreous; the clear gel-like substance that fills the inside of the eye tends to shrink slightly and take on a more watery consistency. Sometimes as the vitreous shrinks it exerts enough force on the retina to make it tear. Retinal tears increase the chance of developing a retinal detachment. Fluid vitreous passing through the tear lifts the retina off the back of the eye like wallpaper peeling off a wall. Laser surgery or cryotherapy (freezing) is often used to seal retinal tears and prevent detachment.",
        "img": "https://5.imimg.com/data5/KG/WT/GLADMIN-64635929/vitreo-retina-services-500x500.png"
    },
    {
        "id": 5,
        "Name": "COLLAGEN CROSS LINKING (C3R)",
        "description": "This is the only treatment of Keratoconus (an rare blinding disease of cornea)to re-inforce the collagen fibres of cornea . this treatment halts the disease procedure. Collagen Cross-Linking (C3R) is a treatment that brings new hope for keratoconus patients by strengthening the front layers of the cornea using riboflavin (vitamin B2) and ultraviolet light (365 nm). This procedure creates new bonds between the corneal fibers and thus strengthens the cornea. C3R is proven to slow or stop progressive keratoconus and is also effective in treating corneal ectasia in post LASIK and PRK patients. Since it began in 2003, thousands of patients around the world have been successfully treated. Collagen Cross Linking Keratoconus - 5 minute procedure In recent years corneal cross-linking became the standard procedure for treating patients with progressive keratoconus because of its effectiveness and lack of serious side effects. In a number of clinical studies, it was demonstrated that in more than 85% of eyes treated the BCVA increased significantly. Six months after the procedure cylinder was reduced in the majority of all patients. The steepest K-value was reduced by an average of 1 dioptre",
        "img": "https://www.researchgate.net/profile/Hossein-Ghodsi-2/publication/303979426/figure/fig1/AS:568964054622214@1512663009892/a-Cross-link-assembly-representations-b-The-cross-linking-atomic-structure-c.png"
    },
    {
        "id": 6,
        "Name": "LASER DCR",
        "description": "Painless, Stitch less, Scarless Laser procedure to re-establish tear drainage system of eye. This price is for One eye .In simple words, Laser DCR is ‘DCR by LASER’. DCR means DacryoCystoRhinostomy.It is done in lower tear duct blockage where there is watery eye. Infection develops in eyes with drainage channel obstruction. In LASER DCR an alternate drainage channel is created through which tear can pass. In conventional DCR, skin muscles,vessels,bones ect. are cut beside the nose to reach the area where an alternate path to be made/created and again these are apposed with suture. As a result many develop ugly looking scar or spot on the face which is unacceptable to most of the people !There is also risk of profuse bleeding during and after the operation. Recovery period is longer. Many people specially senior citizens may have other co-morbidity where conventional DCR is not safe enough. On the other hand all these can be overcome in LASER DCR. Here the natural path of tear duct is followed and an alternate path for tear drain is made without any cut in Skin, muscle ,vessel etc. So there is no chance of ugly spot on the face! Also there is no risk of blood loss. Recovery time is shorter. It can be done in all age. In our teamwork success rate is more than 90%. If required can be repeated without any risk. So, LASER DCR is a preferred option to all now-a days who have lower tear duct blockage.",
        "img": "https://media.springernature.com/original/springer-static/image/chp%3A10.1007%2F978-3-030-21217-9_66/MediaObjects/370103_1_En_66_Fig1_HTML.png"
    }
]